/* No comment provided by engineer. */
"%@ to %@" = "%1$@ to %2$@";

/* No comment provided by engineer. */
"%d of %d" = "%1$d of %2$d";

/* No comment provided by engineer. */
"%li to %li" = "%1$li to %2$li";

/* No comment provided by engineer. */
"'item' parameter required" = "'item' parameter required";

/* No comment provided by engineer. */
"'portal' parameter required" = "'portal' parameter required";

/* No comment provided by engineer. */
"'tags' parameter required" = "'tags' parameter required";

/* No comment provided by engineer. */
"'title' parameter required" = "'title' parameter required";

/* No comment provided by engineer. */
"+/-" = "+/-";

/* No comment provided by engineer. */
"<No value>" = "<No value>";

/* No comment provided by engineer. */
"Access to the device location is denied." = "Access to the device location is denied.";

/* No comment provided by engineer. */
"Actual Size" = "Actual Size";

/* No comment provided by engineer. */
"Add" = "Add";

/* No comment provided by engineer. */
"Add Attachment" = "Add Attachment";

/* No comment provided by engineer. */
"Add..." = "Add...";

/* No comment provided by engineer. */
"An itemID is required for this operation. Add this item to the Portal to get an ItemID." = "An itemID is required for this operation. Add this item to the Portal to get an ItemID.";

/* No comment provided by engineer. */
"An uncaught NSException was detected, however the original information and callstack is not available. Break on objective-c exceptions to see the line of code causing the original NSException. For more information on how to do this please see the documentation." = "An uncaught NSException was detected, however the original information and callstack is not available. Break on objective-c exceptions to see the line of code causing the original NSException. For more information on how to do this please see the documentation.";

/* No comment provided by engineer. */
"Apply Geometry" = "Apply Geometry";

/* No comment provided by engineer. */
"At least 1 facility is required to solve a route." = "At least 1 facility is required to solve a route.";

/* No comment provided by engineer. */
"At least 1 incident is required to solve a route." = "At least 1 incident is required to solve a route.";

/* No comment provided by engineer. */
"At least 2 stops are required to solve a route." = "At least 2 stops are required to solve a route.";

/* No comment provided by engineer. */
"Attachment" = "Attachment";

/* No comment provided by engineer. */
"Attachments" = "Attachments";

/* No comment provided by engineer. */
"Attempt to use functionality that is not supported for the current license level" = "Attempt to use functionality that is not supported for the current license level";

/* No comment provided by engineer. */
"Authorization required" = "Authorization required";

/* No comment provided by engineer. */
"Bad Request" = "Bad Request";

/* No comment provided by engineer. */
"Bad URL." = "Bad URL.";

/* No comment provided by engineer. */
"bytes" = "bytes";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Cannot save to a different item type." = "Cannot save to a different item type.";

/* No comment provided by engineer. */
"Cannot verify the identity of '%@'" = "Cannot verify the identity of '%@'";

/* No comment provided by engineer. */
"Certificate Required" = "Certificate Required";

/* No comment provided by engineer. */
"Challenge for URL: %@ with failureCount: %lu" = "Challenge for URL: %1$@ with failureCount: %2$lu";

/* No comment provided by engineer. */
"Changing Feature Type" = "Changing Feature Type";

/* No comment provided by engineer. */
"Choose From Library" = "Choose From Library";

/* No comment provided by engineer. */
"Clear" = "Clear";

/* No comment provided by engineer. */
"Clear Geometry" = "Clear Geometry";

/* No comment provided by engineer. */
"Continue" = "Continue";

/* No comment provided by engineer. */
"Created %d hours ago" = "Created %d hours ago";

/* No comment provided by engineer. */
"Created %d minutes ago" = "Created %d minutes ago";

/* No comment provided by engineer. */
"Created a minute ago" = "Created a minute ago";

/* No comment provided by engineer. */
"Created an hour ago" = "Created an hour ago";

/* No comment provided by engineer. */
"Created by %@" = "Created by %@";

/* No comment provided by engineer. */
"Created by %@ %d hours ago" = "Created by %1$@ %2$d hours ago";

/* No comment provided by engineer. */
"Created by %@ %d minutes ago" = "Created by %1$@ %2$d minutes ago";

/* No comment provided by engineer. */
"Created by %@ a minute ago" = "Created by %@ a minute ago";

/* No comment provided by engineer. */
"Created by %@ an hour ago" = "Created by %@ an hour ago";

/* No comment provided by engineer. */
"Created by %@ on %@ at %@ - day" = "Created by %1$@ on %2$@ at %3$@ - day";

/* No comment provided by engineer. */
"Created by %@ on %@ at %@ - full" = "Created by %1$@ on %2$@ at %3$@ - full";

/* No comment provided by engineer. */
"Created by %@ seconds ago" = "Created by %@ seconds ago";

/* No comment provided by engineer. */
"Created on %@ at %@ - day" = "Created on %1$@ at %2$@ - day";

/* No comment provided by engineer. */
"Created on %@ at %@ - full" = "Created on %1$@ at %2$@ - full";

/* No comment provided by engineer. */
"Created seconds ago" = "Created seconds ago";

/* No comment provided by engineer. */
"Credential Required" = "Credential Required";

/* No comment provided by engineer. */
"Data for pie chart is invalid" = "Data for pie chart is invalid";

/* No comment provided by engineer. */
"Delete" = "Delete";

/* No comment provided by engineer. */
"Delete Attachment" = "Delete Attachment";

/* No comment provided by engineer. */
"Delete Feature" = "Delete Feature";

/* No comment provided by engineer. */
"Deleting this attachment will remove it from the popup and associated data source." = "Deleting this attachment will remove it from the popup and associated data source.";

/* No comment provided by engineer. */
"Deleting this feature will remove it from the map and associated data source." = "Deleting this feature will remove it from the map and associated data source.";

/* No comment provided by engineer. */
"Directions time and distance attributes do not match." = "Directions time and distance attributes do not match.";

/* No comment provided by engineer. */
"Edit" = "Edit";

/* No comment provided by engineer. */
"Edited %d hours ago" = "Edited %d hours ago";

/* No comment provided by engineer. */
"Edited %d minutes ago" = "Edited %d minutes ago";

/* No comment provided by engineer. */
"Edited a minute ago" = "Edited a minute ago";

/* No comment provided by engineer. */
"Edited an hour ago" = "Edited an hour ago";

/* No comment provided by engineer. */
"Edited by %@" = "Edited by %@";

/* No comment provided by engineer. */
"Edited by %@ %d hours ago" = "Edited by %1$@ %2$d hours ago";

/* No comment provided by engineer. */
"Edited by %@ %d minutes ago" = "Edited by %1$@ %2$d minutes ago";

/* No comment provided by engineer. */
"Edited by %@ a minute ago" = "Edited by %@ a minute ago";

/* No comment provided by engineer. */
"Edited by %@ an hour ago" = "Edited by %@ an hour ago";

/* No comment provided by engineer. */
"Edited by %@ on %@ at %@ - day" = "Edited by %1$@ on %2$@ at %3$@ - day";

/* No comment provided by engineer. */
"Edited by %@ on %@ at %@ - full" = "Edited by %1$@ on %2$@ at %3$@ - full";

/* No comment provided by engineer. */
"Edited by %@ seconds ago" = "Edited by %@ seconds ago";

/* No comment provided by engineer. */
"Edited on %@ at %@ - day" = "Edited on %1$@ at %2$@ - day";

/* No comment provided by engineer. */
"Edited on %@ at %@ - full" = "Edited on %1$@ at %2$@ - full";

/* No comment provided by engineer. */
"Edited seconds ago" = "Edited seconds ago";

/* No comment provided by engineer. */
"Empty username/password" = "Empty username/password";

/* No comment provided by engineer. */
"Enter a date between %@ and %@" = "Enter a date between %1$@ and %2$@";

/* No comment provided by engineer. */
"Enter a number between %@ and %@" = "Enter a number between %1$@ and %2$@";

/* No comment provided by engineer. */
"Enter a number between %i and %i" = "Enter a number between %1$i and %2$i";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"Error adding identity to the keychain" = "Error adding identity to the keychain";

/* No comment provided by engineer. */
"Error adding keychain item" = "Error adding keychain item";

/* No comment provided by engineer. */
"Error extracting identity" = "Error extracting identity";

/* No comment provided by engineer. */
"Error Loading Page" = "Error Loading Page";

/* No comment provided by engineer. */
"Error removing keychain item" = "Error removing keychain item";

/* No comment provided by engineer. */
"Error updating keychain item" = "Error updating keychain item";

/* No comment provided by engineer. */
"Exceeds maximum value (%@)" = "Exceeds maximum value (%@)";

/* No comment provided by engineer. */
"Extra Large" = "Extra Large";

/* No comment provided by engineer. */
"Facility (%1$@) has invalid added cost attribute names (%2$@)." = "Facility (%1$@) has invalid added cost attribute names (%2$@).";

/* No comment provided by engineer. */
"Facility (%1$@) has negative added cost attribute (%2$@)." = "Facility (%1$@) has negative added cost attribute (%2$@).";

/* No comment provided by engineer. */
"Feature isn't valid." = "Feature isn't valid.";

/* No comment provided by engineer. */
"Finish" = "Finish";

/* No comment provided by engineer. */
"Finishing editing..." = "Finishing editing...";

/* No comment provided by engineer. */
"GB" = "GB";

/* No comment provided by engineer. */
"Geometry" = "Geometry";

/* No comment provided by engineer. */
"Hide" = "Hide";

/* No comment provided by engineer. */
"Incident (%1$@) has invalid added cost attribute names (%2$@)." = "Incident (%1$@) has invalid added cost attribute names (%2$@).";

/* No comment provided by engineer. */
"Incident (%1$@) has negative added cost attribute (%2$@)." = "Incident (%1$@) has negative added cost attribute (%2$@).";

/* No comment provided by engineer. */
"Insert Part" = "Insert Part";

/* No comment provided by engineer. */
"Insert Vertex" = "Insert Vertex";

/* No comment provided by engineer. */
"Invalid argument." = "Invalid argument.";

/* No comment provided by engineer. */
"Invalid Credentials" = "Invalid Credentials";

/* No comment provided by engineer. */
"Invalid GPX data." = "Invalid GPX data.";

/* No comment provided by engineer. */
"Invalid groupID." = "Invalid groupID.";

/* No comment provided by engineer. */
"Joining this organization is supported by invitation only, you need to receive an invitation from the administrator" = "Joining this organization is supported by invitation only, you need to receive an invitation from the administrator";

/* No comment provided by engineer. */
"KB" = "KB";

/* No comment provided by engineer. */
"Keep Current Values" = "Keep Current Values";

/* No comment provided by engineer. */
"Large" = "Large";

/* No comment provided by engineer. */
"Less than minimum value (%@)" = "Less than minimum value (%@)";

/* No comment provided by engineer. */
"Licensed for Developer Use Only" = "Licensed for Developer Use Only";

/* No comment provided by engineer. */
"Loading feature..." = "Loading feature...";

/* No comment provided by engineer. */
"Map contains data that cannot be saved. To save this map, which will remove this data, pass true for forceSaveToSupportedVersion." = "Map contains data that cannot be saved. To save this map, which will remove this data, pass true for forceSaveToSupportedVersion.";

/* No comment provided by engineer. */
"MB" = "MB";

/* No comment provided by engineer. */
"Medium" = "Medium";

/* No comment provided by engineer. */
"Missing client certificate" = "Missing client certificate";

/* string to represent hyperlink attributes */
"More Info" = "More Info";

/* No comment provided by engineer. */
"Move Geometry" = "Move Geometry";

/* No comment provided by engineer. */
"Move Part" = "Move Part";

/* No comment provided by engineer. */
"Move Vertex" = "Move Vertex";

/* No comment provided by engineer. */
"No certificate found to access the resource '%@'" = "No certificate found to access the resource '%@'";

/* No comment provided by engineer. */
"No data to create a bar chart" = "No data to create a bar chart";

/* No comment provided by engineer. */
"No data to create a line chart" = "No data to create a line chart";

/* No comment provided by engineer. */
"No data to create a pie chart" = "No data to create a pie chart";

/* No comment provided by engineer. */
"No image to display" = "No image to display";

/* No comment provided by engineer. */
"No path can be found between a given pair of stops (%@)." = "No path can be found between a given pair of stops (%@).";

/* No comment provided by engineer. */
"Not a valid number" = "Not a valid number";

/* No comment provided by engineer. */
"Not a valid whole number" = "Not a valid whole number";

/* No comment provided by engineer. */
"Object cannot be created without a portal.  Use fromJSON:withPortal:error: method instead." = "Object cannot be created without a portal.  Use fromJSON:withPortal:error: method instead.";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"One or more accumulate attribute names (%@) are invalid." = "One or more accumulate attribute names (%@) are invalid.";

/* No comment provided by engineer. */
"One or more attribute names (%@) associated with the custom parameter attribute values are invalid." = "One or more attribute names (%@) associated with the custom parameter attribute values are invalid.";

/* No comment provided by engineer. */
"One or more facilities (%@) have a null geometry." = "One or more facilities (%@) have a null geometry.";

/* No comment provided by engineer. */
"One or more facilities (%@) have an invalid curb approach." = "One or more facilities (%@) have an invalid curb approach.";

/* No comment provided by engineer. */
"One or more facilities (%@) have invalid impedance cutoff." = "One or more facilities (%@) have invalid impedance cutoff.";

/* No comment provided by engineer. */
"One or more incidents (%@) have a null geometry." = "One or more incidents (%@) have a null geometry.";

/* No comment provided by engineer. */
"One or more incidents (%@) have an invalid curb approach." = "One or more incidents (%@) have an invalid curb approach.";

/* No comment provided by engineer. */
"One or more incidents (%@) have invalid impedance cutoff." = "One or more incidents (%@) have invalid impedance cutoff.";

/* No comment provided by engineer. */
"One or more incidents (%@) have less than 1 target facility count." = "One or more incidents (%@) have less than 1 target facility count.";

/* No comment provided by engineer. */
"One or more parameter names (%@) associated with the custom parameter attribute values are invalid." = "One or more parameter names (%@) associated with the custom parameter attribute values are invalid.";

/* No comment provided by engineer. */
"One or more parameter value types associated with the custom parameter attribute values (%@) are invalid." = "One or more parameter value types associated with the custom parameter attribute values (%@) are invalid.";

/* No comment provided by engineer. */
"One or more point barriers (%@) are unlocated." = "One or more point barriers (%@) are unlocated.";

/* No comment provided by engineer. */
"One or more point barriers (%@) have a null geometry." = "One or more point barriers (%@) have a null geometry.";

/* No comment provided by engineer. */
"One or more point barriers (%@) have an invalid added cost attribute name." = "One or more point barriers (%@) have an invalid added cost attribute name.";

/* No comment provided by engineer. */
"One or more point barriers (%@) have an invalid curb approach." = "One or more point barriers (%@) have an invalid curb approach.";

/* No comment provided by engineer. */
"One or more polygon barriers (%@) does not cover any network elements." = "One or more polygon barriers (%@) does not cover any network elements.";

/* No comment provided by engineer. */
"One or more polygon barriers (%@) have a null geometry." = "One or more polygon barriers (%@) have a null geometry.";

/* No comment provided by engineer. */
"One or more polygon barriers (%@) have an invalid scaled cost attribute name." = "One or more polygon barriers (%@) have an invalid scaled cost attribute name.";

/* No comment provided by engineer. */
"One or more polyline barriers (%@) does not cover any network elements." = "One or more polyline barriers (%@) does not cover any network elements.";

/* No comment provided by engineer. */
"One or more polyline barriers (%@) have a null geometry." = "One or more polyline barriers (%@) have a null geometry.";

/* No comment provided by engineer. */
"One or more polyline barriers (%@) have an invalid scaled cost attribute name." = "One or more polyline barriers (%@) have an invalid scaled cost attribute name.";

/* No comment provided by engineer. */
"One or more restriction attribute names (%@) are invalid." = "One or more restriction attribute names (%@) are invalid.";

/* No comment provided by engineer. */
"One or more restriction usage values (%1$@) associated with the custom parameter attribute values (%2$@) are invalid." = "One or more restriction usage values (%1$@) associated with the custom parameter attribute values (%2$@) are invalid.";

/* No comment provided by engineer. */
"One or more restriction usage values (%1$@) associated with the custom parameter attribute values ((%2$@) are neutral (i.e., have no effect)." = "One or more restriction usage values (%1$@) associated with the custom parameter attribute values ((%2$@) are neutral (i.e., have no effect).";

/* No comment provided by engineer. */
"One or more stops (%@) are located on a non-traversable element." = "One or more stops (%@) are located on a non-traversable element.";

/* No comment provided by engineer. */
"One or more stops (%@) are located on a soft-restricted element." = "One or more stops (%@) are located on a soft-restricted element.";

/* No comment provided by engineer. */
"One or more stops (%@) are unlocated." = "One or more stops (%@) are unlocated.";

/* No comment provided by engineer. */
"One or more stops (%@) cannot be reached from other stops." = "One or more stops (%@) cannot be reached from other stops.";

/* No comment provided by engineer. */
"One or more stops (%@) have a null geometry." = "One or more stops (%@) have a null geometry.";

/* No comment provided by engineer. */
"One or more stops (%@) have a time window end that occurs before its time window start." = "One or more stops (%@) have a time window end that occurs before its time window start.";

/* No comment provided by engineer. */
"One or more stops (%@) have a time window that starts before January 1, 1970." = "One or more stops (%@) have a time window that starts before January 1, 1970.";

/* No comment provided by engineer. */
"One or more stops (%@) have an invalid curb approach." = "One or more stops (%@) have an invalid curb approach.";

/* No comment provided by engineer. */
"Open in Safari" = "Open in Safari";

/* No comment provided by engineer. */
"Output file URL is nil." = "Output file URL is nil.";

/* No comment provided by engineer. */
"Password" = "Password";

/* No comment provided by engineer. */
"Please enter a name for the new attachment" = "Please enter a name for the new attachment";

/* No comment provided by engineer. */
"Polygon barrier (%1$@) has negative or zero scaled cost attributes (%2$@)." = "Polygon barrier (%1$@) has negative or zero scaled cost attributes (%2$@).";

/* No comment provided by engineer. */
"Polyline barrier (%1$@) has negative or zero scaled cost attributes (%2$@)." = "Polyline barrier (%1$@) has negative or zero scaled cost attributes (%2$@).";

/* No comment provided by engineer. */
"Polylines cannot be returned." = "Polylines cannot be returned.";

/* No comment provided by engineer. */
"Public Account user cannot access this application." = "Public Account user cannot access this application.";

/* No comment provided by engineer. */
"Remove Part" = "Remove Part";

/* No comment provided by engineer. */
"Remove Vertex" = "Remove Vertex";

/* No comment provided by engineer. */
"Reordering stops (Traveling Salesman Problem) is not supported when the collection of stops contains waypoints or rest breaks." = "Reordering stops (Traveling Salesman Problem) is not supported when the collection of stops contains waypoints or rest breaks.";

/* No comment provided by engineer. */
"Reset to Default Values" = "Reset to Default Values";

/* No comment provided by engineer. */
"Retry" = "Retry";

/* No comment provided by engineer. */
"Route starts or ends on a waypoint." = "Route starts or ends on a waypoint.";

/* No comment provided by engineer. */
"Save Image" = "Save Image";

/* No comment provided by engineer. */
"Save Movie" = "Save Movie";

/* No comment provided by engineer. */
"Sign In" = "Sign In";

/* No comment provided by engineer. */
"Skip" = "Skip";

/* No comment provided by engineer. */
"Small" = "Small";

/* No comment provided by engineer. */
"Specified start time occurs before January 1, 1970." = "Specified start time occurs before January 1, 1970.";

/* No comment provided by engineer. */
"Stop (%1$@) has invalid added cost attribute names (%2$@)." = "Stop (%1$@) has invalid added cost attribute names (%2$@).";

/* No comment provided by engineer. */
"Take Photo or Video" = "Take Photo or Video";

/* No comment provided by engineer. */
"The default impedance cutoff is invalid." = "The default impedance cutoff is invalid.";

/* No comment provided by engineer. */
"The default target facility count is invalid." = "The default target facility count is invalid.";

/* No comment provided by engineer. */
"The directions distance attribute name (%@) is invalid." = "The directions distance attribute name (%@) is invalid.";

/* No comment provided by engineer. */
"The directions language is invalid." = "The directions language is invalid.";

/* No comment provided by engineer. */
"The directions road class attribute is invalid." = "The directions road class attribute is invalid.";

/* No comment provided by engineer. */
"The directions style is invalid." = "The directions style is invalid.";

/* No comment provided by engineer. */
"The directions time attribute name (%@) is invalid." = "The directions time attribute name (%@) is invalid.";

/* No comment provided by engineer. */
"The impedance attribute name (%@) is invalid." = "The impedance attribute name (%@) is invalid.";

/* No comment provided by engineer. */
"The input spatial reference is undefined." = "The input spatial reference is undefined.";

/* No comment provided by engineer. */
"The network does not have a hierarchy attribute for performing hierarchical route planning." = "The network does not have a hierarchy attribute for performing hierarchical route planning.";

/* No comment provided by engineer. */
"The object must first be saved to a portal using the 'saveAs:' method." = "The object must first be saved to a portal using the 'saveAs:' method.";

/* No comment provided by engineer. */
"The output spatial reference is undefined." = "The output spatial reference is undefined.";

/* No comment provided by engineer. */
"The polygon buffer distance is invalid." = "The polygon buffer distance is invalid.";

/* No comment provided by engineer. */
"The resource you are looking for might have been removed, had its name changed, or is temporarily unavailable" = "The resource you are looking for might have been removed, had its name changed, or is temporarily unavailable";

/* No comment provided by engineer. */
"The resulting route has traversed one or more soft-restricted elements (%@)." = "The resulting route has traversed one or more soft-restricted elements (%@).";

/* No comment provided by engineer. */
"The route is too large to solve using the walking travel mode." = "The route is too large to solve using the walking travel mode.";

/* No comment provided by engineer. */
"The search where clause is not supported." = "The search where clause is not supported.";

/* No comment provided by engineer. */
"The server’s certificate is invalid. You might be connecting to a server that is pretending to be '%@', which could put your confidential information at risk. Would you like to connect anyway?" = "The server’s certificate is invalid. You might be connecting to a server that is pretending to be '%@', which could put your confidential information at risk. Would you like to connect anyway?";

/* No comment provided by engineer. */
"The service cannot properly calculate time shift." = "The service cannot properly calculate time shift.";

/* No comment provided by engineer. */
"The specified clientID is invalid" = "The specified clientID is invalid";

/* No comment provided by engineer. */
"The stop type property was ignored for stops (%@) because the server does not support selected type of stop." = "The stop type property was ignored for stops (%@) because the server does not support selected type of stop.";

/* No comment provided by engineer. */
"The travel mode has been set to default." = "The travel mode has been set to default.";

/* No comment provided by engineer. */
"The waypoints (%@) contain added cost attribute." = "The waypoints (%@) contain added cost attribute.";

/* No comment provided by engineer. */
"The waypoints (%@) contain time windows." = "The waypoints (%@) contain time windows.";

/* No comment provided by engineer. */
"There was an error loading the feature. Please check your network connectivity." = "There was an error loading the feature. Please check your network connectivity.";

/* No comment provided by engineer. */
"Time windows start date was changed." = "Time windows start date was changed.";

/* No comment provided by engineer. */
"Time windows were ignored because the impedance attribute is not time based." = "Time windows were ignored because the impedance attribute is not time based.";

/* No comment provided by engineer. */
"To save as a new item, you must be logged in to the portal." = "To save as a new item, you must be logged in to the portal.";

/* No comment provided by engineer. */
"Today" = "Today";

/* No comment provided by engineer. */
"Token is invalid or has expired" = "Token is invalid or has expired";

/* No comment provided by engineer. */
"Token URL is nil. You must set a valid token URL on the credential." = "Token URL is nil. You must set a valid token URL on the credential.";

/* No comment provided by engineer. */
"Unable to login with provided credentials." = "Unable to login with provided credentials.";

/* No comment provided by engineer. */
"Unable to retrieve user profile from the provider" = "Unable to retrieve user profile from the provider";

/* No comment provided by engineer. */
"Unauthorized access" = "Unauthorized access";

/* No comment provided by engineer. */
"Unknown authentication error" = "Unknown authentication error";

/* No comment provided by engineer. */
"Unknown condition." = "Unknown condition.";

/* No comment provided by engineer. */
"Unknown error occurred" = "Unknown error occurred";

/* No comment provided by engineer. */
"Unsupported GPX data." = "Unsupported GPX data.";

/* No comment provided by engineer. */
"User canceled error" = "User canceled error";

/* No comment provided by engineer. */
"User licenses assigned by your organization are invalid. Please contact your administrator to adjust the license assignments and try again." = "User licenses assigned by your organization are invalid. Please contact your administrator to adjust the license assignments and try again.";

/* No comment provided by engineer. */
"Username" = "Username";

/* No comment provided by engineer. */
"Using browser to authenticate..." = "Using browser to authenticate...";

/* No comment provided by engineer. */
"Value exceeds maximum field length of %lu" = "Value exceeds maximum field length of %lu";

/* No comment provided by engineer. */
"You are changing the feature type. Would you like to keep your current values (where possible) or reset to defaults?" = "You are changing the feature type. Would you like to keep your current values (where possible) or reset to defaults?";

/* No comment provided by engineer. */
"You cannot sign in because you do not have an organization account associated with your social network credentials" = "You cannot sign in because you do not have an organization account associated with your social network credentials";

/* No comment provided by engineer. */
"You do not have permissions to access this resource" = "You do not have permissions to access this resource";

/* No comment provided by engineer. */
"You do not have sufficient user level to access this application." = "You do not have sufficient user level to access this application.";

/* No comment provided by engineer. */
"You must be logged in to the Portal to perform this operation." = "You must be logged in to the Portal to perform this operation.";

/* No comment provided by engineer. */
"You must be specify a rating between 1 and 5." = "You must be specify a rating between 1 and 5.";

/* No comment provided by engineer. */
"You must specify a location usage description key (NSLocationWhenInUseUsageDescription or NSLocationAlwaysUsageDescription) in your plist." = "You must specify a location usage description key (NSLocationWhenInUseUsageDescription or NSLocationAlwaysUsageDescription) in your plist.";

/* No comment provided by engineer. */
"You need to select a certificate to access the resource '%@'" = "You need to select a certificate to access the resource '%@'";

/* No comment provided by engineer. */
"You need to sign in to access the resource '%@'" = "You need to sign in to access the resource '%@'";

/* No comment provided by engineer. */
"• " = "• ";

﻿/* Localizable+Additions.strings */

/* Unit Abbreviated strings */
"cm" = "cm";
"dd" = "dd";
"dm" = "dm";
"ft" = "ft";
"in" = "in";
"km" = "km";
"m" = "m";
"mi" = "mi";
"mm" = "mm";
"nm" = "nm";
"pt" = "pt";
"Unknown" = "Unknown";
"yd" = "yd";

/* Unit Display Strings */
"Centimeters" = "Centimeters";
"Decimal Degrees" = "Decimal Degrees";
"Decimeters" = "Decimeters";
"Feet" = "Feet";
"Inches" = "Inches";
"Kilometers" = "Kilometers";
"Meters" = "Meters";
"Miles" = "Miles";
"Millimeters" = "Millimeters";
"Nautical Miles" = "Nautical Miles";
"Points" = "Points";
"Yards" = "Yards";

/* Area Units Abbreviated Strings */
"sq. in" = "sq. in";
"sq. ft" = "sq. ft";
"sq. yd" = "sq. yd";
"ac" = "ac";
"sq. mi" = "sq. mi";
"sq. mm" = "sq. mm";
"sq. cm" = "sq. cm";
"sq. dm" = "sq. dm";
"sq. m" = "sq. m";
"ares" = "ares";
"ha" = "ha";
"sq. km" = "sq. km";

/* Area Units Display Strings */
"Square Inches" = "Square Inches";
"Square Feet" = "Square Feet";
"Square Yards" = "Square Yards";
"Acres" = "Acres";
"Square Miles" = "Square Miles";
"Square Millimeters" = "Square Millimeters";
"Square Centimeters" = "Square Centimeters";
"Square Decimeters" = "Square Decimeters";
"Square Meters" = "Square Meters";
"Ares" = "Ares";
"Hectares" = "Hectares";
"Square Kilometers" = "Square Kilometers";

